Repository: NureLulakovaAnastasiia/apzkr-pzpi-21-2-lulakova-anastasiia
Catalog: apzkr-pzpi-21-2-lulakova-anastasiia/Task4-MobileClient/SmartShelter_Mobile/SmartShelter_Mobile/Localizable.xcstrings
Source language: en
Languages: uk

source: Acc Date
uk: Дата прийняття

source: Acc date: %@
uk: Дата прийняття: %@

source: Acc Date: %@
uk: Дата прийняття: %@

source: Actions
uk: Дії

source: All animals
uk: Всі тварини

source: All Functions
uk: Функціонал

source: Amount
uk: Кіль-сть

source: Animals
uk: Тварини

source: Approve
uk: Підтв.

source: Approved
uk: Схвалено

source: Aviary #%lld
uk: Вольєр №%lld

source: Breed
uk: Порода

source: Cancel
uk: Відмінити

source: Celsius
uk: Цельсія

source: Conditions
uk: Умови

source: Date
uk: Дата

source: Description
uk: Опис

source: Details
uk: Деталі

source: Dismiss
uk: Звільнити

source: Dissmised at %@
uk: Звільнений %@

source: dob
uk: Дата нар.

source: DOB
uk: Дата нар.

source: DOB: %@
uk: Дата нар.: %@

source: Edit
uk: Редагувати

source: Fahrenheit
uk: Фаренгейт

source: Food
uk: Їжа

source: Food: %@
uk: Їжа: %@

source: Frequency
uk: Частота

source: Frequency: %lld
uk: Частота: %lld

source: Full Storage
uk: Сховище

source: Gender
uk: Стать

source: Gender: %@
uk: Стать: %@

source: Language
uk: Мова

source: Login
uk: Вхід

source: Max humid: %@
uk: Макс. волог.: %@

source: Max Humidity
uk: Макс. вологість

source: Max temp: %@
uk: Макс. темп.: %@

source: Max temperature
uk: Макс. температура

source: Min humid: %@
uk: Мін. волог.: %@

source: Min Humidity
uk: Мін. вологість

source: Min temp: %@
uk: Мін. темп.: %@

source: Min temperature
uk: Мін. температура

source: Min water
uk: Мін. кіль-сть води

source: Min water: %@
uk: Мін. кіль-сть води: %@

source: Name
uk: Ім`я

source: No sensor connected to aviary
uk: Не підключено жодного сенсора

source: Notes
uk: Замітки

source: Order Date
uk: Дата замовлення

source: Order Table
uk: Замовлення

source: Password
uk: Пароль

source: Phone
uk: Телефон

source: Phone: %@
uk: Телефон: %@

source: Position
uk: Посада

source: Position: %@
uk: Посада: %@

source: Price
uk: Ціна

source: Register
uk: Реєстрація

source: Select a Language
uk: Оберіть мову

source: Select a Role
uk: Оберіть роль

source: Sensor #%lld
uk: Сенсор №%lld

source: Sensor Data
uk: Дані сенсора

source: Settings
uk: Налаштування

source: Staff
uk: Робітники

source: Store
uk: Склад

source: Temp
uk: Темп.

source: Temperature
uk: Температура

source: Temperature Unit
uk: Шкала темпрератури

source: UOM
uk: Од. вим.

source: Username
uk: Пошта

source: Weight
uk: Вага

source: Write your data
uk: Напишіть ваші дані
